aaron-bond.better-comments
alexcvzz.vscode-sqlite
bobsparadox.seti-black
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
icrawl.discord-vscode
kiteco.kite
leizongmin.node-module-intellisense
ms-python.python
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
thomascsd.vscode-readme-pattern
tomoki1207.pdf
VisualStudioExptTeam.vscodeintellicode
yzane.markdown-pdf
Zignd.html-css-class-completion